// Напишите программу, которая на вход принимает два числа и проверяет, является ли второе число квадратом первого.

Console.WriteLine("Введеите первое число: ");
int num1 = Convert.ToInt32(Console.ReadLine());

Console.WriteLine("Введеите первое число: ");
int num2 = Convert.ToInt32(Console.ReadLine());

if(num2 / num1 = num1)
{
    
}