// Напишите программу, которая на вход принимает число и выдаёт его квадрат (число умноженное на само себя).

Console.Write("Введеите число: ");
int num = Convert.ToInt32(Console.ReadLine());
int sqr = num * num;
Console.WriteLine(sqr);
